[
    {
        "name": "Tung Alta",
        "department": "Primaries",
        "role": "President",
        "position": "",
        "major": "Business Administration",
        "img": [
            {
                "src": "../images/officers/Tata.jpg"
            }
        ],
        "descr": "Meet Alta, ISAUW’s current President! This senior triple majoring in Finance, Information Systems, and Marketing not only loves to sleep, but also has a weird foot fetish. If you’ve ever seen her around before, you’ll come to notice that her favorite color is yellow. She has a yellow phone case, a yellow bucket hat, and a yellow top that’s the exact same shade. Ms. President’s additional skills also include the ability to sleep anywhere, anytime (impressive)!"
    },
    {
        "name": "Stephen Lim",
        "department": "Primaries",
        "role": "Vice President",
        "position": "",
        "major": "Civil Engineering",
        "img": [
            {
                "src": "../images/officers/Stephen.jpg"
            }
        ],
        "descr": "Our VP, Stephen, a senior studying Civil Engineering. His main weapon of choice is always his camera, as his photography skills are just beyond this world! His skills doesn’t only lie within taking photos however, he’s perfect in editing videos as well. Our VP is definitely the motivational speaker, as this Indo-food-loving person lives by the quote “Life can only be understood backwards; but it must be lived forwards” by Soren Kierkegaard, we hope that you can spread this kind of love when you eventually visit Lake Como!"
    },
    {
        "name": "Jocelyn Novecia",
        "department": "Finance, Primaries",
        "role": "Director",
        "position": "Finance",
        "major": "Business Administration",
        "img": [
            {
                "src": "../images/officers/Jocelyn.jpg"
            }
        ],
        "descr": "Our Director of Finance, Jocelyn! This senior in accounting describes herself as fun, brilliant, and pretty, although we’re not 100% sure on the validity of that claim. You can always recognize her from down the hall since she has a very iconic high pitched voice that you can’t unhear. Another fun fact about her is that she loves horseback riding, with a horse named Horsey."
    },
    {
        "name": "Anthony Liem",
        "department": "Operations, Primaries",
        "role": "Director",
        "position": "Operations",
        "major": "Industrial Engineering",
        "img": [
            {
                "src": "../images/officers/Anthony.jpg"
            }
        ],
        "descr": "Our Director of Operations, Anthony, is a senior in Industrial Engineering who happens to be the uncle of ISAUW. Never hesitate to call him if you need help, as he’ll come to the rescue ASAP! We also find it quite funny how he dresses like an ‘om-om’ too. Don’t let his ‘uncle’ facade fool you however; Known for his abilities to host lit parties, Anthony tend to call himself the ‘Director of Party’, a very suiting title indeed."
    },
    {
        "name": "Charisse Luhur",
        "department": "Communications & Outreach, Primaries",
        "role": "Director",
        "position": "Communications & Outreach",
        "major": "Business Administration",
        "img": [
            {
                "src": "../images/officers/Charisse.jpg"
            }
        ],
        "descr": "Our Director of Communications and Outreach, Charisse! Our junior in Marketing and Information Systems turns out to be an amazing chef! She’s able to prepare meals that you’d expect to see in fine dining restaurants and tastes just as good. Getting to know her more, making her laugh is the funniest thing ever! Her laugh is so iconic that you’ll end up laughing more because of it. "
    },
    {
        "name": "Bryan Hanam",
        "department": "Finance",
        "role": "Sponsorship",
        "position": "Head",
        "major": "Business Administration",
        "img": [
            {
                "src": "../images/officers/Hanam.jpg"
            }
        ],
        "descr": "Meet the Head of Sponsorship, Hanam! Hanam is one of the three Bryans we have here in ISAUW, though we’ll need to find a replacement soon since he is already a Senior :/. He gets lost in his own world when he plays games even though he's studying both Information Systems and Supply Chain. When in Seattle, he misses his friends and family most. But that doesn’t stop him from wanting to travel the world with his dream destination being Maldives!"
    },
    {
        "name": "Keiko Laksana",
        "department": "Finance",
        "role": "Fundraising",
        "position": "Head",
        "major": "Business Administration",
        "img": [
            {
                "src": "../images/officers/Keiko.jpg"
            }
        ],
        "descr": "Firstly, let’s welcome our Head of Fundraising, Keiko! She is a senior majoring in Finance and Supply Chain, who loves to caffeinate herself with iced matcha latte 🍵 every day. I guess it does make her day so MATCHA better 🤓 (not her wallet tho 💸). Another thing that could boost Kei’s mood is when the weather gets sunny and chilly, which makes Seattle during fall her favorite kind of weather to live in. "
    },
    {
        "name": "William Perdana",
        "department": "Finance",
        "role": "Treasury",
        "position": "Head",
        "major": "Computer Science",
        "img": [
            {
                "src": "../images/officers/WP.jpg"
            }
        ],
        "descr": "Introducing you to WP, who is not only our Head of Treasury, but also a well known coffee addict ☕️. The best coffee in the city according to him must be from Coffeeholic and Sip House. Music is also something he is interested in, and he would gladly listen to just music for the rest of his life since he always has music on no matter what he’s doing. Aside from coffee and music, he is also very passionate about games, especially Teamfight Tactics and League of Legends. It’s a stress reliever for him, but sometimes it actually does the opposite 😅. We challenge you to challenge him for a match 🤨!"
    },
    {
        "name": "Janice Dermawan",
        "department": "Operations",
        "role": "Event Organizer",
        "position": "Head",
        "major": "Business Administration",
        "description": "Janice is passionate about tea and loves to travel and explore new places.",
        "img": [
            {
                "src": "../images/officers/Janice.jpg"
            }
        ],
        "descr": "Meet our Head of EO Janice! Our sophomore in Information Systems is obsessed with anything tea - milk tea, matcha, chinese tea, you name it! You could definitely ask her for a boba list in Seattle. She loves to travel anywhere and explore places to destress which is why she’s in Foster. Her dream palace to travel is to South Korea, though the only word she knows is “namja chingu” (someone pls help her)"
    },
    {
        "name": "Gilbert Noverio",
        "department": "Operations",
        "role": "Creativity Management",
        "position": "Head",
        "major": "Civil Engineering",
        "description": "Gilbert likes to listen to music and is known to be a talkative introvert.",
        "img": [
            {
                "src": "../images/officers/Gilbert.jpg"
            }
        ],
        "descr": "Here is Gilbert, our head of Creative Management! He’s a talented senior majoring in civil engineering, and is well known for his quiet demeanor, but once you get to know him, he can be as talkative as any other person. One of his favorite things to do is listening to music since he feels like there are songs and genres for every mood. That’s not the only fun thing about him as he also dreams of going to The Alps in Switzerland to enjoy the snow someday. There are no limits to just what great things he will do. Just like his favorite quote says, to infinity and beyond! 🚀🚀"
    },
    {
        "name": "Bryan So",
        "department": "Operations",
        "role": "Inventory",
        "position": "Head",
        "major": "Human Centered Design & Engineering",
        "description": "Bryan loves to collect and built keyboards, and is looking for a job.",
        "img": [
            {
                "src": "../images/officers/So.jpg"
            }
        ],
        "descr": "Say hi to our Head of Inventory, Bryan So! He’s a junior studying HCDE (Human Centered Design Engineering) who also loves collecting and building keyboards. Don’t let his tall stature intimidate you, deep down he’s as soft and gentle as a koala, unless you happen to be unlucky enough to be chosen as the one person he picks on for an entire year. A quote he lives by to this day is very relatable; “Get a job” (Mommy So, 2022)."
    },
    {
        "name": "Gabriel Hendricksen",
        "department": "Communications & Outreach",
        "role": "Marketing Communications",
        "position": "Head",
        "major": "Mechanical Engineering",
        "img": [
            {
                "src": "../images/officers/Gabriel.jpg"
            }
        ],
        "descr": "Our head of marcom, Gabe, is a senior majoring in mechanical engineering so its no surprise that he loves his cars (Fun fact: he named his car Stacy). ISAUW's very own loverboy also fancies Star Wars! His car, Stacy, however, is not the most loved girl in his world, because that title goes to his girlfriend! With those 2 people being the most important to him, he would spend $1 million dollars buying his girlfriend 5 dogs and lots of other cars (sorry Stacy)."
    },
    {
        "name": "Alyssa Limit",
        "department": "Communications & Outreach",
        "role": "Documentation",
        "position": "Head",
        "major": "Psychology",
        "img": [
            {
                "src": "../images/officers/Alyssa.jpg"
            }
        ],
        "descr": "Meet the head of Documentation, Alyssa. This junior in Psychology is so addicted to Snowy Village that she claims she can live off it, even to a point where she ate it twice in a day. This newly-licensed 20 year-old is so confident in driving, that she calls herself Max Verstappen in hopes to run some of her friends off the road. "
    },
    {
        "name": "Gillian Seokawan",
        "department": "Communications & Outreach",
        "role": "Design",
        "position": "Head",
        "major": "Psychology",
        "img": [
            {
                "src": "../images/officers/Gillian.jpg"
            }
        ],
        "descr": "Gillian : Meet our amazing head of design, Gillian (She goes by Gill)! She is a junior studying psychology and intending to minor in Informatics. Gill is very artsy 👩‍🎨 that the activities that makes her lose track of time are anything that practices her creative muscles like dancing 💃 and designing! 👩‍💻 Other than that, binge watching on her free time is something she likes to do. She finished the show How to Get Away with Murder and Black Clover in just a week! "
    },
    {
        "name": "Clairine Buntoro",
        "department": "Finance",
        "role": "Sponsorship",
        "position": "Officer",
        "major": "Business Administration",
        "img": [
            {
                "src": "../images/officers/Clairine.jpg"
            }
        ],
        "descr": "Airine is our very own Junior currently studying finance, but is having a mini major crisis. In moments of stress, her favorite activity to do in Seattle is hiking! She loves to explore new places and countries. To commemorate each country she visits, she collects pressed pennies and enamel pins when traveling! Her current dream destination is Japan!"
    },
    {
        "name": "Jessica Fredlina",
        "department": "Finance",
        "role": "Sponsorship",
        "position": "Officer",
        "major": "ACMS | Business Administration",
        "img": [
            {
                "src": "../images/officers/Jessica.jpg"
            }
        ],
        "descr": "Meet Jessica! Our very own Sophomore studying finance and accounting. With her extra hour of the day, she spends it sleeping and resting. Makes sense considering she JUST JUST added Finance to her major today. With all that sleep, she still manages to make time for her friends, especially if it’s to destress. Given the option to choose between Movies, TV Shows and Music, she would choose music anytime and any day, even to sleep!"
    },
    {
        "name": "Michael Giovanni",
        "department": "Finance",
        "role": "Sponsorship",
        "position": "Officer",
        "major": "Electrical Engineering",
        "img": [
            {
                "src": "../images/officers/Michael.jpg"
            }
        ],
        "descr": "Michael is a Senior studying Electrical Engineering. Strangely he enjoys pouring his milk before his cereal, but he justifies himself by saying it keeps the cereal crunchy. Not strangely, his favorite food is dimsum and japanese curry. He loves it so much that he could eat only those two for the rest of his life. His favorite thing to do in Seattle is to explore while shopping and boba hunting!"
    },
    {
        "name": "Andira Andala",
        "department": "Finance",
        "role": "Sponsorship",
        "position": "Officer",
        "major": "Communications",
        "img": [
            {
                "src": "../images/officers/Andira.jpg"
            }
        ],
        "descr": "Andira is a Junior studying communications which explains her love for watching movies and tv series. Her all time comfort shows are Modern Family and Hospital Playlist but these days she's been binge watching The Crown! Just in time for the new season. Even with watching all these shows, she still finds time to read books, chill with friends and family and SLEEEEPPP her stress away. She has a lot of wisdom to offer with the quote she lives by being “take it one day at a time.”"
    },
    {
        "name": "Kathleen Cahya",
        "department": "Finance",
        "role": "Fundraising",
        "position": "Officer",
        "major": "Statistics",
        "img": [
            {
                "src": "../images/officers/Kathleen.jpg"
            }
        ],
        "descr": "Say hello to Kathleen, a senior studying statistics 📈 . Are you looking for a friend who loves doing different kind of outdoorsy activities around Seattle to explore the nature of PNW🍃, stay in and binge watch all of the trending Netflix shows 📺 or all the K-Dramas made to make those tears roll down your cheeks? 🇰🇷 If the answer is a yes, Kathleen is the perfect friend fo you!"
    },
    {
        "name": "Bryan Sanusi",
        "department": "Finance",
        "role": "Fundraising",
        "position": "Officer",
        "major": "Electrical Engineering",
        "img": [
            {
                "src": "../images/officers/Sanusi.jpg"
            }
        ],
        "descr": "Last but not least, meet Bryan Sanusi, he is a junior majoring in Electrical Engineering. If he was to be an animal, his answer would definitely be a sloth as he can sleep all day long and all night long to runaway from stress. Another way to relieve the stress for him would also be visiting Maldives and it’s his dream vacation! Laying down all day long will also make you hungry. His all-time favorite cuisine would be Japanese cuisine! And all those sushis can fill his stomach for sure. "
    },
    {
        "name": "Evangeline Susanto",
        "department": "Finance",
        "role": "Treasury",
        "position": "Officer",
        "major": "Business Administration",
        "img": [
            {
                "src": "../images/officers/Eva.jpg"
            }
        ],
        "descr": "Eva is a Accounting and Information Systems major and she is currently on her senior year! Her number choice for stress relieving would have to be eating, and she also likes to bake a lot to pass time. Let’s hope she shares some of her sweet treats for us someday 😋. Eva is not one to normally do outdoor activities, but after paddleboarding in South Lake Union during the summer, she might have to change her mind. Just like all of us, she’s excited for summer to come again and looks forward to her future paddleboard adventures 🚣🏻‍♀️!"
    },
    {
        "name": "Octavio Gunawan",
        "department": "Finance",
        "role": "Treasury",
        "position": "Officer",
        "major": "Electrical & Computer Engineering",
        "img": [
            {
                "src": "../images/officers/Octavio.jpg"
            }
        ],
        "descr": "Octavio or better known as Vio, is a sophomore majoring in Electrical and Computer Engineering. Something fun you don’t know about him is that he collects Air Jordans! You may or may not have spotted him shooting hoops at the IMA as that is his favorite activity to lose track of time. Can you tell that he’s a big basketball fan 🏀? If that isn’t enough to convince you, you must know that he also remembers all the NBA finals MVPs from 1980 to 2022. Talk about having amazing memory right?!"
    },
    {
        "name": "Caitlyn Widjaja",
        "department": "Operations",
        "role": "Event Organizer",
        "position": "Officer",
        "major": "Computer Science",
        "description": "Caitlyn loves Uniqlo clothing and DPR Ian's music, and enjoys sleeping in her spare time.",
        "img": [
            {
                "src": "../images/officers/Caitlyn.jpg"
            }
        ],
        "descr": "Say hello to our very own freshman in CS! While the rest of us are trying to get into our major, Caitlyn spends her extra hour of the day sleeping. Her favorite clothing brand of all time is uniqlo, especially considering the price and quality of their clothing. She loves that she sacrificed her extra hour of sleep to go to the grand opening of the downtown branch and grab that discount! Considering how much she loves music, DPR Ian should be honored to be named her all time favorite artist, so much so that she could listen to him for one whole day."
    },
    {
        "name": "Tamaska Alimutomo",
        "department": "Operations",
        "role": "Event Organizer",
        "position": "Officer",
        "major": "Business Administration",
        "description": "Tamaska is a calm and timid person who enjoys horror movies, cooking, and drinking boba while watching the sunset.",
        "img": [
            {
                "src": "../images/officers/Tamaska.jpg"
            }
        ],
        "descr": "Meet Tamaska, aka Tammy. Don’t be fooled by her calm and timid persona, she definitely knows how to have a good time! Unexpectedly, she loses track of time watching horror movies and hanging out with friends. You could say she’s some sort of a chef as she looks forward to cooking her meals the most among her daily routine. After being in Seattle for 2 years, drinking boba while watching the sunset became her favorite activity to do."
    },
    {
        "name": "Enrico Pratama",
        "department": "Operations",
        "role": "Event Organizer",
        "position": "Officer",
        "major": "Computer Science",
        "description": "Enrico enjoys going to the gym and playing sports, and is a fan of Marvel movies, particularly Avengers Infinity War.",
        "img": [
            {
                "src": "../images/officers/Enrico.jpg"
            }
        ],
        "descr": "Meet Enrico! Trying to get into CS, he often spends his time relieving stress in the gym or playing sports! I guess you could argue that he’s sweet enough to not like sweet foods and dessert (is he rlly tho?). His favorite movie franchise is Marvel and could sit through Avengers Infinity War over and over again. Got any marvel questions? Don’t be shy and hit him up!"
    },
    {
        "name": "Charity Joy",
        "department": "Operations",
        "role": "Event Organizer",
        "position": "Officer",
        "major": "Communication",
        "description": "Joy is a big fan of Friends, loves the clear skies during spring, summer, and fall, and misses Gojek.",
        "img": [
            {
                "src": "../images/officers/Joy.jpg"
            }
        ],
        "descr": "Meet Joy! ISAUW’s very own embodiment of joy. Joy is a junior studying Communications. If there’s anyone that would watch the whole of Friends 100 times back-to-back without getting bored, that’s Joy! When she’s missing home, she thinks a lot about how she could just Gojek her favorite foods for a lot cheaper than it would be here. Joy also loves the sunny, clear skies, especially during spring, summer, and fall."
    },
    {
        "name": "Chiara Gunawan",
        "department": "Operations",
        "role": "Creativity Management",
        "position": "Officer",
        "major": "Nutrition",
        "description": "Chiara loves the TV show Modern Family and is a certified dog lover.",
        "img": [
            {
                "src": "../images/officers/Chiara.jpg"
            }
        ],
        "descr": "Say hello to Chiara, a sophomore majoring in nutrition! Chiara’s favorite part of each day is when she gets home, takes off her contacts, and puts on her glasses. We’ve close to never seen her without contacts so we definitely salute her for going through the struggle of wearing contacts for long periods of time 🫡🫡. She loves the show Modern Family and her favorites are Gloria and Mitchell. She is a certified dog lover, and misses her dogs the most. Let’s hope she can bring them here to enjoy Seattle’s fresh air one day!"
    },
    {
        "name": "Steven Heng",
        "department": "Operations",
        "role": "Creativity Management",
        "position": "Officer",
        "major": "Informatics",
        "description": "Steven enjoys watching How to Get Away With Murder and is good at comebacks.",
        "img": [
            {
                "src": "../images/officers/Steven.jpg"
            }
        ],
        "descr": "Steven is currently going through his first year in our lovely campus. He is a freshman intending to major in either Business or Economics, and in his free time, he enjoys watching How to Get Away with Murder. No wonder how he gets so smart with his words and comebacks sometimes 🤔. We can tell that his favorite season of the year is fall since he is always down to get Boiling Point which is perfect for fall weather, and it is also coincidentally his favorite restaurant in Seattle. Watch out for this freshman as we are sure he’s going to rock the world with his hard work and effort some day!"
    },
    {
        "name": "Tiffany Sada",
        "department": "Operations",
        "role": "Creativity Management",
        "position": "Officer",
        "major": "Psychology | Sociology",
        "description": "Tiffany likes the fall season, playing volleyball, and going to Paint the Town in UVill.",
        "img": [
            {
                "src": "../images/officers/Tiffany.jpg"
            }
        ],
        "descr": "Lastly, let us introduce you to our officer with one of the coolest hair ever! Tiffany is a sophomore majoring in psychology. The perfect weather for her would be a specific time during fall, when the air is chilly and the sun is still out but it isn’t streaking hot. She enjoys doing a variety of fun activities such as playing volleyball 🏐 or going to Paint the Town in University Village 🎨. Other than that, she is a huge SZA fan that if she had to choose to only listen to an artist for a day, it would be her."
    },
    {
        "name": "Catherine Darma",
        "department": "Operations",
        "role": "Creativity Management",
        "position": "Officer",
        "major": "Industrial Engineering",
        "description": "Catherine loves to watch movies and TV shows related to her Chinese food.",
        "img": [
            {
                "src": "../images/officers/Catherine.jpg"
            }
        ],
        "descr": "Catherine is also going through her first quarter here, so who can blame her for wanting to spend an extra hour of a day to go to bed and sleep? Although she is still an undeclared engineering student, she is planning on majoring in industrial engineering. We are confident that she is one of the sweetest people you’ll ever meet. Our beloved Cat loves spending her time watching movies and shows, especially if it is accompanied with her favorite cuisine, Chinese food. Give her a plate of dumplings or a cup of boba and she’ll be as happy as a clam! 🥟🧋"
    },
    {
        "name": "Nadine Setiawan",
        "department": "Operations",
        "role": "Creativity Management",
        "position": "Officer",
        "major": "ACMSs",
        "description": "Nadine loves to watch sunsets in Seattle and enjoys the cherry blossoms at the Quad during spring.",
        "img": [
            {
                "src": "../images/officers/Nadine.jpg"
            }
        ],
        "descr": "Nadine is our favorite pre-sciences sophomore. Her favorite thing to do in Seattle and any other city in the world is watching sunsets, so don’t forget to hit her up for the best Seattle locations to do just that 😉. That’s not the only thing she enjoys about Seattle, since she loves spring in the city. It is indeed a mutual feeling for us too because that is when we start seeing the pretty cherry blossoms tree in The Quad. Other than that, she also loves listening to music as well and we can say that we’ve gotten some epic songs recommendations from her."
    },
    {
        "name": "George Soekawan",
        "department": "Operations",
        "role": "Inventory",
        "position": "Officer",
        "major": "Business Administration",
        "description": "George is a fanatic of Japanese cuisine and enjoys sleeping, watching TikToks, and playing tennis and basketball.",
        "img": [
            {
                "src": "../images/officers/George.jpg"
            }
        ],
        "descr": "George is a junior double majoring in Information Systems and Supply Chain Operations. If the world suddenly has 25 hours in a day, this Japanese cuisine fanatic would spend that extra hour by sleeping, since he loses most of his time through TikTok and sports activities. "
    },
    {
        "name": "Jeremy Tan",
        "department": "Operations",
        "role": "Inventory",
        "position": "Officer",
        "major": "Nutrition | Public Health",
        "description": "Jeremy is a professional at assembling and disassembling cars.",
        "img": [
            {
                "src": "../images/officers/Jeremy.jpg"
            }
        ],
        "descr": "Jeremy is a junior majoring in Food Systems, Nutrition, and Public Health who happens to be a car addict! He can tear apart and put back together his car like it’s a lego set, something we wish we all had the skills to do. Little time is spared after taking into account all the things he do however, which is why if he had an extra hour added to his life, he’d probably do absolutely nothing useful."
    },
    {
        "name": "Rachel Claudia",
        "department": "Communications & Outreach",
        "role": "Marketing Communications",
        "position": "Officer",
        "major": "Real Estate",
        "img": [
            {
                "src": "../images/officers/Rachel.jpg"
            }
        ],
        "descr": "Welcoming Rachel, she is a senior studying real estate. No matter who you are, it’s always easy to talk to her! If theres one thing she collects, it’s definitely the parking ticket she gets (Its okay, we don’t judge here). Unlike the majority of us, she loves to clean for stress relief. It spans from her house, phone, or her cute mini cooper! Music keeps her going no matter what mood she's in, so she’d definitely choose it over movies or reading."
    },
    {
        "name": "Kezia Proverby",
        "department": "Communications & Outreach",
        "role": "Marketing Communications",
        "position": "Officer",
        "major": "Communications",
        "img": [
            {
                "src": "../images/officers/Kezia.jpg"
            }
        ],
        "descr": "Introducing Kezia, a junior intending to major in communications, so it's a no-brainer that she decided to join the Marcom team! She loves sleeping so much if there was 25 hours in a day, she would sleep, who wouldn’t right? But she would also spend it watching her favorite tv shows, friends and big bang theory! Her taste in shows may be basic but shes actually very unique. Here's a weird fact of the day; she can twist both her arms 360 degrees!"
    },
    {
        "name": "Sharon Sutandinata",
        "department": "Communications & Outreach",
        "role": "Marketing Communications",
        "position": "Officer",
        "major": "Bioengineering",
        "img": [
            {
                "src": "../images/officers/Sharon.jpg"
            }
        ],
        "descr": "The youngest in Marcom, Sharon is a pre-engineering major planning to concentrate in bio engineering! Just like everyone else, eating is her favorite thing to do in Seattle. With lots of good hidden gem, make sure to hit her up for some recommendations. She’d also spend a lot of time watching with her favorites being Brooklyn 99 or How I Met Your Mother. Like many, traveling to Europe is on the top of her bucket lists."
    },
    {
        "name": "Cherry Winarto",
        "department": "Communications & Outreach",
        "role": "Design",
        "position": "Officer",
        "major": "Computer Science | Bioengineering",
        "img": [
            {
                "src": "../images/officers/Cherry.jpg"
            }
        ],
        "descr": "Cherry, is a senior double majoring in Computer Science and Bioengineering 🤯. Similar like Gill, she likes to draw or paint to relieve stress! When she was younger, she would sit down, blast music on speakers and draw the night away ✍️ Ironically, it’s been 4+ years since she had the time to do it because college life is very busy and stressful. She said that she really look forward to picking up her pencil and brushes again after graduation! (we hope that your schedule is more relaxed that you could go back to your hobby cherry! 🥺)"
    },
    {
        "name": "Angelita Cecilia",
        "department": "Communications & Outreach",
        "role": "Documentation",
        "position": "Officer",
        "major": "Communications",
        "img": [
            {
                "src": "../images/officers/Angel.jpg"
            }
        ],
        "descr": "Angel is a senior studying Communications and minoring in Business who happens to love spending a lot of quality time with her family and friends, as a matter of fact, it’s the one thing that she looks forward to most during the day which causes her to lose sense of time. Don’t be surprised if you catch her wearing purple, since it’s her favorite color!"
    },
    {
        "name": "Eugene Wongso",
        "department": "Communications & Outreach",
        "role": "Documentation",
        "position": "Officer",
        "major": "Computer Science",
        "img": [
            {
                "src": "../images/officers/Eugene.jpg"
            }
        ],
        "descr": "Eugene is a freshmen currently in pre-science intending to take Computer Science. The one thing he looks forward to most in the day is going back to sleep after a long day, which we think is very relatable. The man sure do loves his bakmi, since he can’t really get it here in Seattle, especially not during quarantine times, when all he did was binge TV series nonstop!"
    },
    {
        "name": "Darren Gunadharma",
        "department": "Communications & Outreach",
        "role": "Web Development",
        "position": "Head",
        "major": "Informatics",
        "img": [
            {
                "src": "../images/officers/Darren.jpg"
            }
        ],
        "descr": "Welcoming this year’s head of Webdev, Darren! He is currently studying Informatics. Darren is ISAUW’s ray of sunshine who favors an activity that would help him release stress, which is spending time with friends. “I would rather regret the things i have done than regret the things I haven’t done” is the quote he lives by, unsurprising since he happen to try everything and anything you can think of. With that said, we don't think he's particularly sus, unlike some of his friends (if you know who we're talking about LOL)."
    },
    {
        "name": "Andrew Darmawan",
        "department": "Communications & Outreach",
        "role": "Web Development",
        "position": "Officer",
        "major": "Computer Science",
        "img": [
            {
                "src": "../images/officers/Andrew.jpg"
            }
        ],
        "descr": "Meet Andrew, who is currently a junior studying Computer Science. Different from most of us, reading online arguments is an activity that he really enjoys doing that it makes him lose track of time 🤯 and if he could trade lives with anyone for a day, he would want to be Elon Musk and buy out Coca Cola so he can sell them for free! "
    },
    {
        "name": "Arvin Oentoro",
        "department": "Communications & Outreach",
        "role": "Web Development",
        "position": "Officer",
        "major": "Computer Science",
        "img": [
            {
                "src": "../images/officers/Arvin.jpg"
            }
        ],
        "descr": "Lastly, we have Arvin, he is currently a sophomore studying computer science. What is the number one on his bucket list for places to travel? Rick’s secret toilet in Rick and Morty S2 Ep4 (iykyk) 🤫🚽 He is also the life of the party, that “Rage Cage?? WHERE?” is how he described himself in three words. A quote that he lives by is “life isn’t about waiting for the storm to pass. It’s learning about how to dance in the rain.”"
    },
    {
        "name": "Audrey Yip",
        "department": "Communications & Outreach",
        "role": "Web Development",
        "position": "Officer",
        "major": "Computer Engineering",
        "img": [
            {
                "src": "../images/officers/Audrey.jpg"
            }
        ],
        "descr": "Introducing the only girl on the team, Audrey. She is a senior studying Computer Engineering. Not only does this girl have the brains, but she got the talent too. Audrey loves hiking to absorb all the pretty greeneries around Washington (she absolutely loves Sunrise Loop and Kendall Katwalk). With all those natures in hiking, her absolute dream vacation would be to visit Africa! From the wet n’ wild of Victoria Falls all the way to the hustle and bustle of Cape Town in South Africa. She adores the art of nature, but so does she towards the art of music! Her favorite artist, who was in Keraton, would be Lullaboy!  "
    },
    {
        "name": "Daven Tejalaksana",
        "department": "Communications & Outreach",
        "role": "Web Development",
        "position": "Officer",
        "major": "Computer Science",
        "img": [
            {
                "src": "../images/officers/Daven.jpg"
            }
        ],
        "descr": "Up next is Daven! he is a junior/seniorISH standing in computer science! One unique thing about him is he is ambidextrous in a unique way. He writes and plays basketball with his right hand but played ping pong, tennis, and badminton with his left hand! Dav’s favorite weather to live in is summer, especially being able to enjoy the warm sun and visit beaches and the mountains, which is why Maldives and Miami are on top of his bucket list of places to travel to! "
    }
]